Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 44_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XLIV .
pt_br: CAPÍTULO XLIV.

source: Agoa a que enfermos se ha de dar mais , ou menos .
pt_br: Água a que enfermos se há de dar mais, ou menos.

source: AOs feridos de pouco tempo , aos que tiverem erisipela , freneticos , e aos que tiverem cabruncos , se lhes dará agoa em abundancia , e fria ; e se for cozida com escorcioneira , melhor .
pt_br: Aos feridos de pouco tempo, aos que tiverem erisipela, frenéticos, e aos que tiverem cabruncos, se lhes dará água em abundância, e fria; e se for cozida com escorcioneira, melhor.

source: Ainda que a estes enfermos se lhes póde dar agoa mais largamente , do que em outras enfermidades , he preciso que o Enfermeiro premedite a idade , e temperança do enfermo , e o seu comer , que sendo pouco , naõ deve a agoa ser muita , porque lhe fará dano .
pt_br: Ainda que a estes enfermos se lhes pode dar água mais largamente, do que em outras enfermidades, é preciso que o Enfermeiro premedite a idade, e temperança do enfermo, e o seu comer, que sendo pouco, não deve a água ser muita, porque lhe fará dano.

source: Aos enfermos , que tiverem pleuriz , se lhes deve dar pouca , e quente : cozida com escorcioneira , e fria por nenhum caso .
pt_br: Aos enfermos, que tiverem pleuris, se lhes deve dar pouca, e quente: cozida com escorcioneira, e fria por nenhum caso.

source: Aos que tiverem serampo , ou bexigas , se lhes ha de dar da mesma agoa cozida ; porèm fria sem ser com neve , e pouca , porque lhes naõ cause cursos , que nestas queixas saõ muitos perigosos .
pt_br: Aos que tiverem sarampo, ou bexigas, se lhes há de dar da mesma água cozida; porém fria sem ser com neve, e pouca, porque lhes não cause cursos, que nestas queixas são muitos perigosos.

source: Aos camarentos se lhes ha de dar a agoa ferrada com aço , ou ouro ; advertindo , que se ha de ferrar duas , ou trez vezes ; porque ferrada só huma vez , lhe causaria mais cursos ao enfermo .
pt_br: Aos camarentos se lhes há de dar a água ferrada com aço, ou ouro; advertindo, que se há de ferrar duas, ou três vezes; porque ferrada só uma vez, lhe causaria mais cursos ao enfermo.

source: Se os cursos forem colericos , ou pelo Medico o dizer , ou pelo enfermo se queixar , que ao sahir do humor lhe arde o intestino , ou os cursos forem de sangue , se lhes dará a estes enfermos agoa em mais abundancia , e fresca .
pt_br: Se os cursos forem coléricos, ou pelo Médico o dizer, ou pelo enfermo se queixar, que ao sair do humor lhe arde o intestino, ou os cursos forem de sangue, se lhes dará a estes enfermos água em mais abundância, e fresca.

source: Todas as bebidas , que tomarem de Veraõ , haõ de ser frias ; e de Inverno , quentes .
pt_br: Todas as bebidas, que tomarem de Verão, hão de ser frias; e de Inverno, quentes.

source: Aos hydropicos se lhes ha de dar agoa cozida com páo de tamargueira , ou com aquillo , que o Medico determinar .
pt_br: Aos hidrópicos se lhes há de dar água cozida com pau de tamargueira, ou com aquilo, que o Médico determinar.

source: Naõ deve o Enfermeiro tirarlhes a agoa de todo , mas lhes hirá todos os dias diminuindo a reçaõ , e ao mesmo tempo se lhes hirá diminuindo a sede , atè que a naõ apeteça ; e a que beber , seja fria .
pt_br: Não deve o Enfermeiro tirar-lhes a água de todo, mas lhes irá todos os dias diminuindo a ração, e ao mesmo tempo se lhes irá diminuindo a sede, até que a não apeteça; e a que beber, seja fria.

source: Se o enfermo se abstiver de naõ beber nenhuma , ( como tem feito muitos ) he o remedio mais seguro para sarar da queixa de hydropezia .
pt_br: Se o enfermo se abstiver de não beber nenhuma, (como têm feito muitos) é o remédio mais seguro para sarar da queixa de hidropisia.

source: Se o Medico mandar dar vinho ao hydropico , seja branco , e o comer seja assado ; e se for cozido , seja com agriões , raiz de perrexil , ou grãos .
pt_br: Se o Médico mandar dar vinho ao hidrópico, seja branco, e o comer seja assado; e se for cozido, seja com agriões, raiz de perrexil, ou grãos.

source: A enfermos sem esperança de vida , vi jà sarar , bebendo a agoa cozida com agriões , e o comer cozido com elles , servindo-lhes os mesmos tambem de alimento depois de cozidos com a carne .
pt_br: A enfermos sem esperança de vida, vi já sarar, bebendo a água cozida com agriões, e o comer cozido com eles, servindo-lhes os mesmos também de alimento depois de cozidos com a carne.
